Repository: thijsdemeester/tinkering-wordpress
Catalog: mfbfw-*.po
Languages: nl_nl

source: Change them one at a time and test to see if they help. Remember that having a cache plugin may prevent changes from taking effect immidiately, so clear cache after saving changes here or deactivate cache until you finish editing these options.
nl_nl: Verander ze een voor een en kijk of ze werken. Onthoud dat wanneer je een cache plugin hebt dat dit je ervan kan weerhouden om veranderingen direct te zien, dus leeg je cache nadat je wijzigingen hebt opgeslagen of deactiveer de cache totdat je klaar bent met het bewerken van de instellingen.

source: Do not call jQuery
nl_nl: Roep JQuery niet aan

source: Skip jQuery call. Use this only if jQuery is being loaded twice (default: off)
nl_nl: Sla de JQuery aanroeping over. Gebruik dit alleen waaneer JQuery twee keer wordt aangeroepen (standaard:uit)

source: Like many other plugins, FancyBox for WordPress stores its settings on your WordPress' options database table. Actually, these settings are not using more than a couple of kilobytes of space, but if you want to completely uninstall this plugin, check the option below, then save changes, and <strong>when you deactivate the plugin</strong>, all its settings will be removed from the database.
nl_nl: Zoals zoveel andere plugins slaat FancyBox for Wordpress zijn instellingen op in de 'option' database van Wordpress. Deze instellingen gebruiken niet meer dan enkele kilobytes aan ruimte. wanneer je de plugin wilt deinstalleren, activeer de optie hieronder, sla de wijzigingen op en <strong>wanneer je de plugin deactiveert</strong> worden al zijn instellingen uit de database verwijderd.

source: Remove settings
nl_nl: Verwijder Instellingen

source: Remove Settings when plugin is deactivated from the "Manage Plugins" page. (default: off)
nl_nl: Verwijder instellingen wanneer de plugin is gedeactiveerd via de "Plugins" pagina (standaard: uit)
