Repository: thijsdemeester/tinkering-wordpress
Catalog: mfbfw-*.po
Languages: nl_nl

source: Fancybox for WordPress (version %s)
nl_nl: FancyBox voor Wordpress (versie %s)

source: Appearance
nl_nl: Uiterlijk

source: Animations
nl_nl: Animatie

source: Behaviour
nl_nl: Gedrag

source: Galleries
nl_nl: Gallerijen

source: Miscellaneous
nl_nl: Diverse

source: Support
nl_nl: Ondersteuning

source: Uninstall
nl_nl: De-instaleren

source: Save Changes
nl_nl: Wijzigingen

source: Revert to defaults
nl_nl: Standaard herstellen

source: If you use FancyBox and like it, buy the author a beer!
nl_nl: Wanneer je FancyBox gebruikt en waardeert, koop een biertje voor de auteur!

source: The author of this WordPress Plugin also likes beer :P
nl_nl: De auteur van deze plugin houdt ook van bier :P

source: Follow me on Twitter for more WordPress Plugins and Themes
nl_nl: Volg mij op Twitter voor meer WordPress Plugin's en Thema's

source: Settings
nl_nl: Instellingen

source: Animation Settings <span style="color:green">(basic)</span>
nl_nl: Animatie instellingen <span style="color:green">(basis)</span>

source: These settings control the animations when opening and closing Fancybox, and the optional easing effects.
nl_nl: Deze instellingen beinvloeden het openen en sluiten van FancyBox, en optionele "ease effecten

source: Zoom Options
nl_nl: Zoom opties

source: Change content transparency during zoom animations (default: on)
nl_nl: Verander de doorzichtigheid van de content tijdens zoom animaties (standaard:aan)

source: Speed in miliseconds of the zooming-in animation (default: 500)
nl_nl: Snelheid in milliseconden van de animatie bij het in-zoomen (standaard:500)

source: Speed in miliseconds of the zooming-out animation (default: 500)
nl_nl: Snelheid in milliseconden van de animatie bij het uit-zoomen (standaard:500)

source: Speed in miliseconds of the animation when navigating thorugh gallery items (default: 300)
nl_nl: Snelheid in milliseconden van de animatie bij het navigeren door de objecten in de gallerij (standaard:300)

source: Transition Type
nl_nl: Transitie type

source: Transition type when opening FancyBox. (default: fade)
nl_nl: Transitie type tijdens het openen van FancyBox. (Standaard:Fade)

source: Transition type when closing FancyBox. (default: fade)
nl_nl: Transitie type tijdens het sluiten van FancyBox. (Standaard:Fade)

source: Easing
nl_nl: "Easing" effecten

source: Activate easing (default: off)
nl_nl: Ativeer easing (standaard: uit)

source: (Will load one additional javascript file, 8KB)
nl_nl: (Dit zal een extra JavaScript bestand laden, 8KB)

source: Easing method when opening FancyBox. (default: easeOutBack)
nl_nl: Easing methode bij het openen van FancyBox. (standaard: easeOutBack)

source: (Requires opening transition type to be set to elastic)
nl_nl: (hiervoor zal het transitie type bij het openen "elastic" moeten zijn)

source: Easing method when closing FancyBox. (default: easeInBack)
nl_nl: Easing metode bij het sluiten van FancyBox. (standaard easeInBack)

source: (Requires closing transition type to be set to elastic)
nl_nl: (hiervoor zal het transitie type bij het sluiten "elastic" moeten zijn)

source: Easing method when navigating through gallery items. (default: easeInOutQuart)
nl_nl: Easing methode bij het scrollen door de objecten in de galerij. (standaard: easeInOutQuart)

source: (There are 30 different easing methods, the first ones are the most boring. You can test them <a href="http://commadot.com/jquery/easing.php" target="_blank">here</a> or <a href="http://hosted.zeh.com.br/mctween/animationtypes.html" target="_blank">here</a>)
nl_nl: (Er zijn 30 verschillende Easing methode, de eerste zijn het saaist. Jekunt ze <a href="http://commadot.com/jquery/easing.php" target="_blank">hier</a> of <a href="http://hosted.zeh.com.br/mctween/animationtypes.html" target="_blank">hier</a> testen)

source: Appearance Settings <span style="color:green">(basic)</span>
nl_nl: Uiterlijk instellingen <span style="color:green">(basis)</span>

source: These setting control how Fancybox looks, they let you tweak color, borders and position of elements, like the image title and closing buttons.
nl_nl: Deze instellingen beinvloeden het uiterlijk van FancyBox, je kunt hier instellingen met betrekking tot de kleur, de rand en de positie van elementen, zoals de titel en de sluit-knop, aanpassen.

source: Border
nl_nl: Rand

source: Show Border (default: off)
nl_nl: Toon Rand (standaard:uit)

source: HTML color of the border (default: #BBBBBB)
nl_nl: HTML kleur van de rand (standaard: #BBBBBB)

source: Close Button
nl_nl: Sluit Knop

source: Show Close button (default: on)
nl_nl: Toon Sluit knop (standaard:aan)

source: Close button position:
nl_nl: Sluit knop positie:

source: Left
nl_nl: Links

source: Right (default)
nl_nl: Rechts (standaard)

source: Bottom
nl_nl: Onder

source: Top (default)
nl_nl: Boven (standaard)

source: Padding
nl_nl: Opvulling

source: HTML color of the padding (default: #FFFFFF)
nl_nl: HTML kleur van de opvulling (standaard: #FFFFFF)

source: (This should be left on #FFFFFF (white) if you want to display anything other than images, like inline or framed content)
nl_nl: (wanneer je ander objecten dan afbeeldingen wilt weergeven, laat dit #FFFFFF (wit))

source: Padding size in pixels (default: 10)
nl_nl: Opvulling grootte in pixels (standaard: 10)

source: Overlay Options
nl_nl: Bedekking opties

source: Add overlay (default: on)
nl_nl: Voeg bedekking toe (standaard: aan)

source: HTML color of the overlay (default: #666666)
nl_nl: HTL kleur van de bedekking (standaard: #66666)

source: Opacity of overlay. 0 is transparent, 1 is opaque (default: 0.3)
nl_nl: Doorzichtigheid van de bedekking. 0 is transparant, 1 is ondoorschijnend (standaard: 0.3)

source: Title
nl_nl: Titel

source: Show the title (default: on)
nl_nl: Toon titel (standaard: aan)

source: Inside (default)
nl_nl: Binnen frame (standaard)

source: Outside
nl_nl: Buiten frame

source: Over
nl_nl: Over afbeelding

source: Title text color (default: #333333)
nl_nl: Titel kleur (standaard:#333333)

source: (Should contrast with the padding color set above)
nl_nl: (zou moeten afsteken tegen de opvullingskleur zoals hierboven ingesteld)

source: Navigation Arrows
nl_nl: Navigatie pijlen

source: Show the navigation arrows (default: on)
nl_nl: Toon navigatie pijlen (standaard: aan)

source: Behavior Settings <span style="color:orange">(medium)</span>
nl_nl: Gedrags instellingen <span style="color:orange">(gevorderd)</span>

source: The following settings should be left alone unless you know what you are doing.
nl_nl: De hierop volgende instellingen moeten met rust gelaten worden tijnzij je weet wat je doet.

source: Auto Resize to Fit
nl_nl: Passend maken

source: Scale images to fit in viewport (default: on)
nl_nl: Schaal afbeeldingen zodat ze binnen het scherm passen (standaard: aan)

source: Center on Scroll
nl_nl: Centreren tijdens scrollen

source: Keep image in the center of the browser window when scrolling (default: on)
nl_nl: houd de fabeelding in het midden van de browser tijdens het scrollen (standaard: aan)

source: Close on Content Click
nl_nl: Sluiten bij object klik

source: Close FancyBox by clicking on the image (default: off)
nl_nl: Sluit FancyBox wanneer er op de afbeelding wordt geklikt (standaard: uit)

source: (You may want to leave this off if you display iframed or inline content that containts clickable elements - for example: play buttons for movies, links to other pages)
nl_nl: (You wil dit waarschijnlijk uit laten staan wanneer je "Iframe" of "inline" objecten met klikbare elementen weergeeft - zoals afspeel knoppen voor films of links naar andere pagina's)

source: Close on Overlay Click
nl_nl: Sluit bij opvulling klik

source: Close FancyBox by clicking on the overlay sorrounding it (default: on)
nl_nl: Sluit FancyBox bij het klikken op de opvulling eromheen (standaard: aan)

source: Close with &quot;Esc&quot;
nl_nl: sluit met &quot;Esc&quot;

source: Close FancyBox when &quot;Escape&quot; key is pressed (default: on)
nl_nl: Sluit FancyBox wanneer de &quot;Esc&quot;-toets wordt ingedrukt (standarad: uit)

source: Cyclic Galleries
nl_nl: Cyclische Gallerij

source: This will make galleries cyclic, allowing you to keep pressing next/back (default: off)
nl_nl: Zorgt ervoor dat je gallerij cyclisch wordt, zodat je volgende/terug kan blijven gebruiken (standaard:uit)

source: Mouse Wheel Navigation
nl_nl: Muis-wiel navigatie

source: Lets visitors navigate galleries with the mouse wheel (default: off)
nl_nl: Staat toe dat gebruikers gallerijen navigeren met hun muiswiel (standaard: uit)

source: (Will load one additional javascript file, 3KB)
nl_nl: (Dit zal een extra JavaScript bestand laden, 3KB)

source: Extra FancyBox Calls <span style="color:red">(advanced)</span>
nl_nl: Extra FancyBox Calls <span style="color:red">(expert)</span>

source: Here you can add as many additional calls to fancybox as you want, with different settings. For example, if you want to use fancybox with iframes or ajax on any specific link, you can configure those calls here without affecting the settings for images.
nl_nl: Hier kun je zoveel Calls naar FancyBox maken als je wil, met verschillende instellingen. Bijvoorbeels, als je wilt dat FancyBox gebruik maakt van "iframes" of een andere specifieke link, kun je die Calls hier instellen zonder de instellingen voor afbeeldingen te beinvloeden.

source: For information on the options available you can use here see <a href="http://fancybox.net/api">FancyBox's API & Options page</a>.
nl_nl: Voor meer informatie over wat er mogelijk is met deze opties kijk op de <a href="http://fancybox.net/api">FancyBox's API & Options pagina</a>.

source: Additional FancyBox Calls
nl_nl: Extra FancyBox Calls

source: Additional FancyBox Calls (default: off)
nl_nl: Extra FancyBox Calls (standaard:uit)

source: Example:
nl_nl: Voorbeeld:

source: Gallery Settings <span style="color:red">(advanced)</span>
nl_nl: Gallerij instellingen <span style="color:red">(expert)</span>

source: Here you can choose if you want the plugin to group all images into a gallery, or make a gallery for each post. You can also define you own jQuery expression if you like.
nl_nl: hier kun je kiezen uit de verschillende type gallerijen. Je kunt ervoor kiezen om alle afbeeldingen in een gallerij te stoppen of om een aparte gallerij per post te maken. Je kunt zelfs je eigen jQuery uitdrukking maken.

source: Gallery Type
nl_nl: Gallerij type

source: Make a gallery for all images on the page (default)
nl_nl: Maak een gallerij voor alle afbeeldingen op de pagina (standaard)

source: Do not group images in gallery automatically (use this if you want to make galleries manually with the <code>REL</code> attribute)
nl_nl: Groupeer de afbeeldingen niet automatisch (gebruik dit als je handmatig gallerijen wil maken met de <code>REL</code> eigenschap)

source: Make a gallery for each post (will only work if your theme uses <code>class="post"</code> on each post, which is common in WordPress
nl_nl: Maak een aparte gallerij voor elke post (werkt alleen als je thema <code>class="post"</code> gebruikt voor iedere post, wat gebruikelijk is in WordPress)

source: Use a custom expression to apply FancyBox
nl_nl: Gebruik een eigen uitdrukking voor FancyBox

source: Custom expression guidelines:
nl_nl: Richtlijnen voor een eigen uitdrukking:

source: &middot; The custom expression has to apply <code>class="fancybox"</code> to the links where you want to use FancyBox. Do not call the <code>fancybox()</code> function here, the plugin does this for you.
nl_nl: &middot; De eigen uitdrukking moet de <code>class="fancybox"</code> eigenschap toevoegen aan de links voor het gebruik van FancyBox. roep niet de functie <code>fancybox()</code> aan, de plugin doet dit voor je.

source: &middot; The jQuery <code>addClass()</code> function is a good way to add the class to the desired links conserving any existing class.
nl_nl: &middot; De JQuery <code> addClass()</code> is een goede manier om een classe toe te voegen aan de links zonder bestaande classen te verwijderen.

source: &middot; You can use <code>getTitle()</code> in your expression to copy the title attribute from the <code>IMG</code> tag to the <code>A</code> tag, so that FancyBox can show captions.
nl_nl: &middot; Je kan <code> getTitle() </code> gebruiken om de titel eigenschap te kopieren van de <code>IMG</code> tag naar de <code>A</code> tag, zodat er FancyBox een onderschrift kan weergeven.

source: &middot; You can use <code>jQuery(thumbnails)</code> like in the example expression to apply FancyBox to thumbnails that link to these extensions: BMP, GIF, JPG, JPEG, PNG (both lowercase and uppercase).
nl_nl: &middot; Je kun <code>jQuery(thumbnails)</code> gebruiken als in de voorbeelduitdrukking om FancyBox voor tumbnails te gebruiken die naar deze extensies wijzen: BMP,GIF,JPG,JPEG,PNG (zowel in kleine als in grote letters)

source: &middot; If you want to do it manually you can use something like <code>jQuery("a:has(img)[href$='.jpg']")</code> or whatever works for you.
nl_nl: &middot; Als je het handmatig wil doen kun je iets als <code>jQuery("a:has(img)[href$='.jpg']")</code> gebruiken of iets wat werkt voor jou.

source: See the <a href="http://docs.jquery.com/" target="_blank">jQuery Documentation</a> for more help.
nl_nl: Bezoek de <a href="http://docs.jquery.com/" target="_blank">JQuery Documentatie</a> voor meer help.

source: Examples:
nl_nl: Voorbeelden:

source: Information
nl_nl: Informatie

source: <a target="_blank" href="http://fancybox.net">FancyBox</a> developed by <a target="_blank" href="http://fancybox.net">Janis Skarnelis</a>, ported to WordPress by <a target="_blank" href="http://josepardilla.com/">Jos&eacute; Pardilla</a>. Licensed under the <a target="_blank" href="http://en.wikipedia.org/wiki/MIT_License">MIT License</a>.
nl_nl: <a target="_blank" href="http://fancybox.net">FancyBox</a> ontwikkeld door <a target="_blank" href="http://fancybox.net">Janis Skarnelis</a>, overgezet naar WordPress door <a target="_blank" href="http://josepardilla.com/">Jos&eacute; Pardilla</a> . Valt onder de <a target="_blank" href="http://en.wikipedia.org/wiki/MIT_License">MIT Licensie</a>.

source: As you can see, this plugin has many options you can edit, but have no fear, you can leave everything as it is if you don't want to get your hands dirty, since the default options should be a good start... :)
nl_nl: Zoals je kan zien kun je binnen deze plugin veel aanpassen, maar wees niet bang, je kunt alles laten zoals het is wanneer je geen energie erin wilt steken, aangezin de standaard opties een goed begin zijn... :)

source: If you are an advanced user you can <a target="_blank" href="https://github.com/moskis/fancybox-for-wordpress">follow the plugin in Github</a>, fork it or help submitting fixes!
nl_nl: Als je een gevorderde gebruiker bent kun je <a target="_blank" href="https://github.com/moskis/fancybox-for-wordpress">de plugin volgen op Github</a>, fork het of help door fixes in te sturen!

source: <strong>Note:</strong> Having a cache plugin may prevent changes from taking effect immidiately, if this happens clear cache after saving changes here or deactivate cache until you finish editing these options.
nl_nl: <strong>Note:</strong> het kan zijn dat veranderingen niet direct zichtbaar zijn wanneer je gebruik maakt van een cache plugin, wanneer dit gebeurd leeg de cach na het opslaan van wijzegingen of deactiveer de plugin totdat je klaar bent met het bewerken van deze opties.

source: <strong>Note:</strong> If update to version 3.0.0 breaks fancybox on your blog you will probably have to reset your settings (with the white button below). I have tested this issue on several WordPress installations and it always worked, so it might depend on the server. Sorry for the inconvinience.
nl_nl: <strong>Note:</strong>Wanneer een update naar versie 3.0.0. de installatie van FancyBox heeft beschadigd moet je waarschijnlijk je instelingen resetten (met de witte knop hieronder). Ik heb dit probleem en de oplossing getest op verschillende installaties van WordPress en het werkte iedere keerm Dus het kan ook aan de server liggen. Sorry voor het ongemak.

source: Other Settings <span style="color:red">(advanced)</span>
nl_nl: Extra instellingen <span style="color:red">(expert)</span>

source: These are additional settings for advanced users.
nl_nl: Deze extra instelligen zijn voor gevorderde gebruikers.

source: Dimensions
nl_nl: Dimensies

source: Auto detect dimensions (default: on)
nl_nl: Detecteer Dimensies(standaard:aan)

source: Only works with <strong>Ajax</strong> and <strong>Inline</strong> content! Flash dimensions won't be autodetected so specify them below if necessary. If you want to insert several pieces of flash content with different dimensions you will have to use the <strong>Additional FancyBox Calls</strong> option.
nl_nl: Werkt alleen met <strong>Ajax</strong> en <strong> inline</strong> objecten! Flash dimensies worden niet gedetecteerd dus specificeer ze hieronder indien nodig. Wanneer je meerdere Flash-objecten wil gebruiken met verchillende formaten zul je de <strong> Extra FancyBox Calls</strong> moeten gebruiken.

source: Width for iframe and swf content. Also set for inline content if <em>autoDimensions</em> is disabled (default: 560)
nl_nl: Breedte van iframe en swf objecten. geld ook voor inline objecten wanneer <em>autoDimensions</em> uit staat (standaard: 560)

source: Height for iframe and swf content. Also set for inline content if <em>autoDimensions</em> is disabled (default: 340)
nl_nl: Hoogte van iframe en swf objecten. geld ook voor inline objecten wanneer <em>autoDimensions</em> uit staat (standaard: 340)

source: Load JavaScript in Footer
nl_nl: Laad JavaScript in de Footer

source: Loads JavaScript at the end of the blog's HTML (experimental) (default: off)
nl_nl: Laad JavaScript aan het einde van de HTML (expirimenteel) (standaard:uit)

source: This option won't be recognized if you use <strong>Parallel Load</strong> plugin. In that case, you can do this from Parallel Load's options.
nl_nl: Deze optie zal niet werken wanneer je de <strong>Parallel Load</strong> plugin gebruikt. In dat geval kun je dit doen vanuit de opties van Parallel Load.

source: Enable callbacks (default: off)
nl_nl: Activeer callbacks (standaard=uit)

source: Enabling this will show additional settings.
nl_nl: Activeren toont extra instellingen.

source: Callback on <strong>Start</strong> event: Will be called right before attempting to load the content
nl_nl: Callback bij een <strong>Start</strong> actie: Zal worden aangeroepen vlak voordat de inhoud geladen wordt.

source: Callback on <strong>Cancel</strong> event: Will be called after loading is canceled
nl_nl: Callback bij een <strong>Cancel</strong> actie: Zal worden aangeroepen wanneer het laden is afgebroken

source: Callback on <strong>Complete</strong> event: Will be called once the content is displayed
nl_nl: Callback bij een <strong>Complete</strong> actie: Zal worden aangeroepen waaneer de inhoud wordt weergeven

source: Callback on <strong>CleanUp</strong> event: Will be called just before closing
nl_nl: Callback bij een <strong>CleanUp</strong> actie: Zal worden aangeroepen vlak voor het sluiten.

source: Callback on <strong>Closed</strong> event: Will be called once FancyBox is closed
nl_nl: Callback bij een <strong>Closed</strong> actie: Zal worden aangeroepen wanneer FancyBox is gesloten.

source: Leave empty any speciic callbacks you don't need to use.
nl_nl: Laat de callbacks die je niet hoeft te gebruiken leeg.

source: Help with Fancybox
nl_nl: Hulp bij FancyBox

source: If you have problems or questions about FancyBox itself (and not this WordPress plugin), please start with these links: <a target="_blank" href="http://fancybox.net/howto">How-To</a> & <a target="_blank" href="http://fancybox.net/faq">FAQ</a>.<br />If that does not help, go to <a href="http://groups.google.com/group/fancybox">the FancyBox Google Group</a>, use the <strong>Search</strong> option, and if necesary, post your question.
nl_nl: Wanneer je problemen hebt met of vragen hebt over FancyBox zelf (en niet de plugin), begin bij de <a target="_blank" href="http://fancybox.net/howto">How-To</a> & <a target="_blank" href="http://fancybox.net/faq">FAQ</a>.<br />Wanneer dat niet helpt ga dan naar de <a href="http://groups.google.com/group/fancybox">FancyBox google Groep </a>, gebruik de <strong>Search</strong> optie en indien nodig stel je vraag daar.

source: Help with Fancybox for WordPress plugin
nl_nl: Hulp bij FancyBox voor WordPress plugin

source: If you are having trouble with this plugin take a look at this <a target="_blank" href="http://plugins.josepardilla.com/fancybox-for-wordpress/faq">FAQ</a> where i will try to cover the most common problems and their solutions.
nl_nl: wanneer je problemen hebt met deze plugin kijk even op deze <a target="_blank" href="http://plugins.josepardilla.com/fancybox-for-wordpress/faq">FAQ</a>, hier staan de meest voorkomende problemen en oplossingen.

source: Try to localize the problem (switch your theme and deactivate plugins until you find the source of the problem). You can also try the Troubleshooting settings of this plugin if necesary.
nl_nl: probeer het probleem te localizeren(verander je theme en deactiveer je plugin totdat je de bron van het probleem hebt gevonden). Ye cunt ook de Troubleshoot instellingen van deze plugin proberen indien nodig.

source: Try reverting the plugin's settings to their defaults with the button below.
nl_nl: Probeer terug te keren naar de standaard instellingen van deze plugin met de knop hieronder.

source: If you still can not get the plugin to work, <a target="_blank" href="http://wordpress.org/support/plugin/fancybox-for-wordpress#postform">write a post in the WordPress Support forums</a> explaining the problem or take a look and the <a target="_blank" href="http://wordpress.org/support/plugin/fancybox-for-wordpress">already posted messages</a>.
nl_nl: Wanneer je de plugin nog steeds niet aan de praat krijgt kun je <a target="_blank" href="http://wordpress.org/support/plugin/fancybox-for-wordpress#postform"> een post scrijven op het WordPress suport forum</a> waarin je het probleem uitlegd of je kunt kijken naar <a target="_blank" href="http://wordpress.org/support/plugin/fancybox-for-wordpress">eerder geplaatste berichten </a>

source: IMPORTANT:
nl_nl: BELANGRIJK:

source: When posting your problem please provide a link to your blog and the page where the error is found, and all relevant information you can, especially your theme, plugins, etc.
nl_nl: wanneer je een probleem post plaats er dan ook een link bij naar je blog en de pagina waar het probleem zich voordoet en alle andere mogelijk relevante informatie, waaronder bijvoorbeel je theme en draaiende plugins.

source: Troubleshooting Settings
nl_nl: Troubelshooting instellingen

source: Settings in this section should only be changed if you are having problems with the plugin!
nl_nl: Verander deze instellingen alleen wanneer je problemen ondervind met de plugin!

source: If the plugin doesn't seem to work, first you should check for other plugins that may be conflicting with this one, especially other Lightbox, Slimbox, etc. Make sure all your plugins and WordPress itself are up to date (this plugin has only been tested in WordPress 2.7 and above).
nl_nl: Wanneer het lijkt alsof de plugin niet werkt, controleer eerst of er geen andere plugins zijn die conflicteren met deze, zeker andere Ligthbox-, Slimbox- en soortgelijke plugins en zorg ervoor dat al je plugins up to date zijn (deze plugin is alleen getest in Wordpress 2.7 en daaropvolgende versies).
